{
  "id": "d3984f32-1f6a-4de4-855b-3bf1b341a125",
  "name": "Pastoor Jurg Sondag 20 April",
  "chorusText": "There’s a gladness in my soul todaypraise the Lord, praise the Lordfor my many sins are washed awayHalleluJaH, praise the LordI’ll go singing on my wayfor my night has turned to dayand forever by His side I’ll stayHalleluJaH, Praise the Lord\nOh! What a change (X2)Oh! What a change in my life Oh! What a change (X2)Oh! What a change in my lifeIv’e got Jesus on the insidemoving on the outsidebringing about a change in my life\t X2\nThis old world can never hold meAny moment I’ll be goneFor I’ve made my consecration And I have my wedding garments on\nYesterday, today and foreverJesus is the sameAll may change but Jesus neverGlory to His Name Glory to His Name, Glory to His Name All may change but Jesus neverGlory to His Name.\nMajesty CMajesty, worship His Majestyunto Jesus be glory honour and praiseMajesty, Kingdom Authorityflows from His throne unto His ownHis anthems raiseso exalt, lift up on highthe name of Jesusmagnify, come glorifyChrist Jesus the KingMajesty, worship His MajestyJesus who died, now glorifiedKing of all kings\nNOBODY LIKE THEE, LORD, NOBODY LIKE THEEDO KEEP ME HUMBLE, DO KEEP ME TRUEALL THROUGH LIFE\u0027s JOURNEY, He’ll CARRY ME THROUGHNOBODY LIKE THEE, LORD, NOBODY LIKE THEE\nNiemandsoos Jesus, niemandsoosHy\nHyhou my nedrig, Hyhou my trou\nHy is die Vader, Hy is die Seun\nNiemandsoos Jesus, niemandsoosHy\nDie oorwinningslied.\nEksien in my gees die glorie\nen die almag van die Heer\ndie Allerhoogstewat in liefde\noorSykoninkrykregeer\nHy’tbeloweaan die einde\nop die wolkekomHyweer\nHy is Koning, Hyregeer\nKoor: LoofHom, prysHom. HalleluJaH     x3\nHy is Koning, Hyregeer\nDie Here is ons vestingwatviraltydsalblystaanHybeskermelkemenswat in geloofnaHom toe gaanHy’sonsSkuilingHy’sonsWapenHy’t die vyand reeds verslaanHy’s die Rots watewigstaanKoor: LoofHom, prysHom, HalleluJaH   x3Hy’s die Rots watewigstaan\nKomdeelnou in onslofliedHefjouhande op naboBlaasbasuineslaan op trommeEn komdansvoor God se oёKomleef in die oorwinningVan SyWoordwaarinonsgloWant SyWoordsalewigstaanKoor: LoofHom, prysHom, halleluJaH    x3Want SyWoordsalewigstaan",
  "key": 0,
  "type": 0,
  "timeSignature": 0,
  "createdAt": "2025-07-16T06:44:35.415524Z",
  "metadata": {},
  "domainEvents": []
}